 <?php 
 $Pagetitle="Rgj Blood Donors | Raiganj Blood Donors | Rgj Blood Donors -Home Page";
 $Pagedescription="Rgj Blood Donors - Connecting Blood Donors and Recipients";
 $Pagekeywords="Rgj Blood Donors,Raiganj Blood,Raiganj Blood Donors,blood donors, donate blood, blood recipients, blood donation";
 include('header.php');
 ?> 
  <!-- ################# Slider Starts Here#######################--->
     <div class="slider">
        <!-- Set up your HTML -->
        <div class="owl-carousel ">
            <div class="slider-img">
                <div class="item">
                    <div class="slider-img"><img src="../Assets/ui/assets/images/slider/slide-1.JPG" alt="Rgj Blood Donor Home Page Silder Image"></div>
                    <div class="container">
                        <div class="row">
                            <div class="col-lg-offset-2 col-lg-8 col-md-offset-2 col-md-8 col-sm-12 col-xs-12">
                                <div class="slider-captions">
                                    <h1 class="slider-title">🩸রক্ত দান করুন এবং একটি জীবন বাঁচান 🩸</h1>
                                    <!-- <p class="slider-text hidden-xs">We can help you conquer a wide range of psychological and emotional problems.</p> -->
                                    <a href="find-donor.php" class="btn btn-danger hidden-xs">Find a Donor</a>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
            <div class="item">
                <div class="slider-img"> <img src="../Assets/ui/assets/images/slider/rmcsilde1.jpg" alt="Rgj Blood Donor Home Page Silder Image"></div>
                <div class="container">
                    <div class="row">
                        <div class="col-lg-offset-2 col-lg-8 col-md-offset-2 col-md-8 col-sm-12 col-xs-12">
                            <div class="slider-captions">
                                <h1 class="slider-title">Donating blood Means Donating Life</h1>
                                <!-- <p class="slider-text hidden-xs">Our psychiatrists are highly skilled to meet your unique needs.</p> -->
                                <a href="registation.php" class="btn btn-danger hidden-xs">BLood Donate </a>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
    <section class="our-blog container-fluid">
  		<div class="container">
  		<div class="session-title row">
  		    <h2>রক্তদান জীবন দান</h2>
  		    <p>রক্তদান হল কোন প্রাপ্তবয়স্ক সুস্থ মানুষের স্বেচ্ছায় রক্ত দেবার প্রক্রিয়া। এই দান করা রক্ত পরিসঞ্চালন করা হয় অথবা অংশীকরণের মাধ্যমে ঔষধে পরিণত করা হয়।</p>
  		</div>
  			
  			<div class="row">
				<div class="col-md-12">
					<div class="card">
						<div class="card-header bg-info text-white d-flex justify-content-center" style="font-size:20px;">
						<h2>রক্তদানের উপকারিতা সমূহ</h2>
						</div>
						<div class="card-body" style="background-color:#dff4f5">
							<p class="card-text"><i class="fa-solid fa-droplet fa-2x mt-1" style="color:red;"></i><span style="font-size:20px;"> রক্তদান করে আপনি স্বাস্থ্যকর থাকার প্রকৃতি প্রদান করতে পারেন। সাধারণভাবে, নিয়মিত রক্তদান এবং পুনরায় রক্ত তৈরি হওয়ার জন্য শরীরের লোহিত স্তর সামান্য থাকে। এটি আপনার স্বাস্থ্য উন্নত করতে সাহায্য করতে পারে, যা মহামারী ও বিভিন্ন রক্তসংক্রমণ থেকে আপনাকে রক্ষা করতে সাহায্য করতে পারে।</p>
							<p class="card-text"><i class="fa-solid fa-droplet fa-2x mt-1" style="color:red;"></i><span style="font-size:20px;"> রক্তদান করার মাধ্যমে নিজেকে মহামারী প্রতিরোধ করতে সাহায্য করা যেতে পারে। নিয়মিত রক্তদান করে আপনার শরীরের লোহিত স্তর বেড়ে যেতে পারে, যা আপনার শরীরের রক্তচাপ কমাতে এবং হূদরোগ ও মহামারীতে সম্ভাবনাগুলি কমাতে সাহায্য করতে পারে।</p>
							<p class="card-text"><i class="fa-solid fa-droplet fa-2x mt-1" style="color:red;"></i><span style="font-size:20px;:bold;"> নিয়মিত রক্তদানের মাধ্যমে শরীরে অতিরিক্ত লোহিত স্তর বাড়ানো যায়, যা ওজন নিয়ন্ত্রণে সাহায্য করতে পারে এবং কার্ডিওভাস্কুলার স্বাস্থ্যে উন্নতি সাধায়।</p>
						</div>
					</div>
				</div>
			</div>
  		</div>
  	</section>  
   <div class="mosion-vision mt-0">
  	    <div class="container">
		  <div class="session-title row">
			<h2>রক্তদানের জন্য কিছু শারীরিক বৈশিষ্ট্য প্রয়োজন</h2><hr>
          </div>
  	        <div class="row">
  	            <div class="col-lg-7 col-md-12">
  	                <div class="single-dd border border-danger">
						<div class="head p-1">
                          <h4> রক্তদানের জন্য একজন ব্যক্তিকে অবশ্যই নিম্নলিখিত শর্তগুলি পূরণ করতে হবে:</h4><hr>
						</div>
  	                    <p class=" p-1"><b>1) বয়স:</b> ১৮ থেকে ৬৫ বছরের মধ্যে হতে হবে।</p>
						<p class=" p-1"><b>2) ওজন:</b> ৪৫ কেজি (৯৯ পাউন্ড) বা তার বেশি হতে হবে।</p>
						<p class=" p-1"><b>3) রক্তচাপ:</b> ১৪০/৯০ মিমি Hg বা তার কম হতে হবে।</p>
						<p class=" p-1"><b>4) শরীরের তাপমাত্রা:</b> ৩৭ ডিগ্রি সেলসিয়াস (৯৮.৬ ডিগ্রি ফারেনহাইট) বা তার কম হতে হবে।</p>
						<p class=" p-1"><b>5) হৃদস্পন্দন:</b> ৮০ থেকে ১০০ বিপিএম (বিট প্রতি মিনিটে) এর মধ্যে হতে হবে।</p>
						<p class=" p-1"><b>6) রক্তে হিমোগ্লোবিনের পরিমাণ:</b> ১২.৫ গ্রাম/ডেসিলিটার (জি/ডিএল) বা তার বেশি হতে হবে।</p>
						<br>
  	                </div>
  	            </div>
  	            <div class="col-lg-5 col-md-12">
  	                <div class="single-dd border border-danger">
  	                    <h4>রক্তদানের জন্য আরও কিছু নির্দিষ্ট শর্ত রয়েছে:</h4><hr>
  	                    <p class=" p-1"><b>1)</b>রক্তদাতাকে সম্প্রতি কোনো অস্ত্রোপচার বা বড় আঘাত হয়েছে কিনা তা জানাতে হবে।</p>
						<p class=" p-1"><b>2)</b>রক্তদাতাকে সম্প্রতি কোনো গুরুতর রোগে আক্রান্ত হয়েছে কিনা তা জানাতে হবে।</p>
						<p class=" p-1"><b>3)</b>রক্তদাতাকে সম্প্রতি কোনো ওষুধ গ্রহণ করছেন কিনা তা জানাতে হবে।</p>
						<p class=" p-1"><b>4)</b>রক্তদাতাকে সম্প্রতি কোনো বিদেশ ভ্রমণ করেছেন কিনা তা জানাতে হবে।</p>
						<p class=""><b>5)</b>গর্ভবতী বা বুকের দুধ খাওয়াচ্ছে কিনা তা জানাতে হবে।</p>
  	                </div>
  	            </div>
  	        </div>
  	    </div>
  	</div>
  	
	  <section class="our-blog container-fluid">
  		<div class="container">	
  			<div class="row">
				<div class="col-md-12">
					<div class="card">
						<div class="card-header bg-info text-white d-flex justify-content-center" style="font-size:20px;">
						<h4>রক্ত দেওয়ার সময় রক্ত দাতার লক্ষণীয় বিষয়</h4>
						</div>
						<div class="card-body" style="background-color:#dff7f4">
							<div class="row">
							<div class="col-md-6">
								<div class="card">
									<div class="card-header" style="background-color:rgba(0, 171, 159, 0.9)">
										<h5 class="text-white">রক্তদানের সময় রক্তদাতার নিম্নলিখিত জিনিসগুলি লক্ষ্য রাখা উচিত:</h5>
									</div>
									<div class="card-body" style="background-color:#f4f5d7">
										<p class="p-1"><b>1) </b>রক্তদানের আগে ভালোভাবে ঘুমানো এবং প্রচুর পরিমাণে জল পান করা।</p>
										<p class="p-1"><b>2) </b>রক্তদানের দিন ভারী খাবার খাওয়া এড়ানো।</p>
										<p class="p-1"><b>3) </b>রক্তদানের সময় রক্তদাতাকে আরামদায়ক অবস্থানে থাকার জন্য বলা হয়।</p>
										<p class="p-1"><b>4) </b>রক্তদানের সময় রক্তদাতার রক্তচাপ, শরীরের তাপমাত্রা এবং হৃদস্পন্দন পর্যবেক্ষণ করা হয়।</p>
										<p class="p-1"><b>5) </b>রক্তদানের পর রক্তদাতাকে কিছুক্ষণ বিশ্রাম নেওয়ার জন্য বলা হয়।</p>
										<p class="p-1"><b>6) </b>রক্তদানের আগে আপনার ডাক্তারের সাথে কথা বলুন যদি আপনি কোনও ওষুধ গ্রহণ করেন বা কোনও স্বাস্থ্য সমস্যা থাকে।</p>
									</div>
								</div>
							</div>
							<div class="col-md-6">
							<div class="card">
									<div class="card-header" style="background-color:rgba(0, 171, 159, 0.9)">
										<h4 class="text-white">রক্তদানের পর রক্তদাতাদের নিম্নলিখিত জিনিসগুলি লক্ষ্য রাখা উচিত:</h4>
									</div>
									<div class="card-body mt-2" style="background-color:#f4f5d7">
									<p>
										<p class="p-1"><b>1) </b>রক্তদানের পর, আপনার শরীর বিশ্রাম এবং পুনরুদ্ধার প্রয়োজন পায়। রক্তদান করার পরে আপনি শারীরিক শ্রম বুঝতে পারেন, তাই পর্যাপ্ত বিশ্রাম নিতে ভুলবেন না।</p>
										<p class="p-1"><b>2) </b>রক্তদানের পর, রক্তদানের স্থানে কিছুটা ব্যথা বা ফোলাভাব হতে পারে।</p>
										<p class="p-1"><b>3) </b>রক্তদানের পর, ৪৮ ঘন্টা পর্যন্ত ভারী জিনিস তোলা বা তীব্র ব্যায়াম করা এড়ানো উচিত।</p>
		                                <p class="p-1"><b>4) </b>রক্তদানের পর, আপনার প্রোটিন এবং আয়রনের স্তর নীচে যেতে পারে। এটি নিজের শরীরের স্থায়িত্ব পুনরুদ্ধার করার জন্য গুরুত্বপূর্ণ।</p>
										<br>
									</div>
								</div>
							</div>
							</div>
							
						</div>
					</div>
				</div>
			</div>
  		</div>
  	</section>  
	  <section class="sesion-type">
  	    <div class="container">
             <div class="session-title row">
  		    <h2><b>কাউকে ব্লাডের জন্য কল দেওয়ার আগে কয়েকটা জিনিস মাথায় রাখবেন</b></h2>
  		</div>
  	        <div class="row">
				<div class="card-body" style="background-color:#e0f2d5; font-size:19px;">
				<div class="col-12 p-1">
					<p><b>1) </b>ডোনারের যাতায়াত খরচ।</p>
				</div>
				<div class="col-12 p-1">
					<p><b>2) </b>যে বেলায় ব্লাড দেবে ঐ বেলার খাওয়ার খরচ।</p>
				</div>
				<div class="col-12 p-1">
					<p><b>3) </b> ডাব, ORS, কিছু ফলমূল কিনে দেওয়ার খরচ দেয়াটা কমনসেন্সের ব্যাপার এবং পরবর্তী ২৪ ঘন্টা ডোনারের খোঁজ খবর রাখবেন ,পারলে কোন এক সময় বাড়িতে আমন্ত্রণ করুন 💕 ।</p>
				</div>
				<div class="col-12 p-1">
					<p><b>4) </b>আবার, যারা ব্লাড খুজে দেয় তারাই জানে ১ব্যাগ ব্লাড খুজে বের করা কতটা কষ্টের। সময়, শ্রম দিয়ে ডোনারকে খুজে বের করতে হয়। অনেকেই তো সেগুলা জানেন ই না। এগুলা হাইড স্টোরি থাকে।</p>
				</div>
				<div class="col-12 p-1">
					<p><b>5) </b>কিন্তু রোগীর রিলেটিভদের ব্যবহার বেশিরভাগ ক্ষেত্রেই বিবেকহীনতার পরিচয় দেয়। কোনো খোজ খবরই নিতে চায়না যে চরম এই বিপদের সময় এই রক্ত কোথা থেকে এলো। একজনকে বলে দেয়, তারপর মনে হয় সব দায়ভার ঐ বেচারার। নিজের সম্মান রক্ষার জন্য হলেও ঐ বেচারা ডোনারকে কেয়ার করে। অনেক ডোনার জবও করেনা। হয়তো আত্মীয় স্বজন, না হয় পরিচিত, নতুবা মানবতার জন্য মানুষের বিপদে এগিয়ে যায়।</p>
				</div>
				<div class="col-12 p-1">
					<p><b>5) </b>নামীদামী হাসপাতালে ভর্তি করাতে পারেন, একদিনে ৩/৪ হাজার টাকা করে কেবিন ভাড়া দিতে পারেন। কিন্তু যে মানুষটা তার সবথেকে মূল্যবান জিনিস দিয়ে আপনাকে হেল্প করছে,তার কদর করবেন না, তা হতে পারেনা । <br><b>যে দেশে 500মিলি গ্রাম জলের বোতল কিনে খেতে হয়,সে দেশে বিনা টাকায় ৪৫০ মিলি গ্রাম রক্ত দাতাকে সম্মান করা আপনার কর্তব্য</b></p>
				</div>
				</div>
  	        </div>
  	    </div>
  	</section>
  	<section class="sesion-type">
  	    <div class="container">
             <div class="session-title row">
  		    <h2>রক্তদানের কিছু বৈশিষ্ট্য</h2>
  		    <p>রক্তদান একটি মহৎ কাজ যা অন্য কারও জীবন বাঁচাতে পারে। প্রতি বছর লক্ষ লক্ষ মানুষ রক্ত ​​দিয়ে জীবন বাঁচায়। আপনিও আপনার রক্ত ​​দান করে অন্য কারও জীবন বাঁচাতে পারেন।</p>
  		</div>
  	        <div class="row">
				<div class="card-body" style="background-color:#d9cecf; font-size:19px;">
				<div class="col-12 p-1">
					<p><b>1) </b>রক্তদানের মাধ্যমে আপনি একজন শিশুর জীবন বাঁচাতে পারেন, একজন মায়ের জীবন বাঁচাতে পারেন, একজন রোগীর জীবন বাঁচাতে পারেন।</p>
				</div>
				<div class="col-12 p-1">
					<p><b>2) </b>আপনার রক্ত ​​দান অন্য কারও জন্য একটি নতুন জীবনের সূচনা হতে পারে।</p>
				</div>
				<div class="col-12 p-1">
					<p><b>3) </b>আপনি যদি রক্তদান করতে চান, তাহলে আজই আপনারা আমাদের ওয়েবসাইটে <a href="registation.php"><b>Registation</b></a> করতে পারেন। আপনার রক্ত ​​দান অন্য কারও জীবনে বড় পার্থক্য আনতে পারে।</p>
				</div>
				<div class="col-12 p-1">
					<p><b>4) </b>রক্তদান দেওয়ার মাধ্যমে আপনি নিজের শরীরে অতিরিক্ত আয়রন ও প্রোটিন পুনরুদ্ধার করে নিতে পারেন। এটি শরীরের বৃদ্ধি করতে সাহায্য করে এবং বৈশিষ্ট্য মেনে চলতে পারে, যাতে আপনি সুস্থ থাকতে পারেন।</p>
				</div>
				<div class="col-12 p-1">
					<p><b>5) </b>রক্তদান একটি মানবিক দান, যা সমাজের বৃদ্ধি ও উন্নতির দিকে একটি গুরুত্বপূর্ণ প্রয়োজন। আপনি রক্তদান করে দেয়ার মাধ্যমে অন্যান্য ব্যক্তিদের সাহায্য করতে পারেন এবং মানব সমাজ উন্নত করার জন্য অবদান রাখতে পারেন।</p>
				</div>
				</div>
  	           
  	            <div class="col-md-12 col-sm-6 mt-2">
  	                <div class="single-sess sess-ok" style="background-color:#f7f2f7">
  	                   <h4><b>সাহায্যের হাত বাড়িয়ে</b></h4>
  	                    <p>আমাদের ওয়েবসাইটে বাড়ানো হয়েছে মানুষের সাহায্যের জন্য এটা কোন Political Organization নয় তাই আমাদের এই ওয়েবসাইটটি চালানোর জন্য অনেক টাকার প্রয়োজন পড়ে তাই আপনারা চাইলে আমাদের ওয়েবসাইটে কিছু সাহায্য করতে পারেন</p>
  	                    <button type="button" class="btn btn-success" data-toggle="modal" data-target="#exampleModal">Donet Us</button>
  	                </div>
  	            </div>
  	        </div>
  	    </div>
  	</section>
  	<!-- Button trigger modal -->

<!-- Modal -->
<div class="modal fade" id="exampleModal" tabindex="-1" role="dialog" aria-labelledby="exampleModalLabel" aria-hidden="true">
  <div class="modal-dialog" role="document">
    <div class="modal-content">
      <div class="modal-header bg-info">
        <h5 class="modal-title text-white" id="exampleModalLabel">Account Detalis</h5>
        <button type="button" class="close" data-dismiss="modal" aria-label="Close">
          <span aria-hidden="true">&times;</span>
        </button>
      </div>
	    <div class="modal-body" style="background-color:#eef5e1">
			<table class="table table-bordered">
				<tbody>
					<tr>
						<td><b>Account Number:</b></td>
						<td>922010035823564</td>
					</tr>
					<tr>
						<td><b>IFCS Code:</b></td>
						<td>UTIB0003833</td>
					</tr>
					<tr>
						<td><b>Bank Name:</b></td>
						<td>Axis Bank</td>
					</tr>
					<tr>
						<td><b>QR Code</b></td>
						<td><img src="..\Assets\ui\assets\images\qrcode.jpg" alt="" style="height: 100px; width: 100px;"></td>
					</tr>
				</tbody>
			</table>
        </div>
    </div>
  </div>
</div>
  	<!-- ################# Testimonial Starts Here#######################--->
    <?php 
	include('footer.php');
	?>